package telegram

const (
	MsgAlreadyExists = "Данная ссылка/статья уже имеется в вашей базе!😋"
	MsgHelp          = `Данный бот позволяет хранить полезные ссылки в нашей базе. 
Вы можете просто отправить сюда ссылку для ее хранения. Также есть команда /rnd -
Которая рандомным образом выберет ссылку из существующих и пришлет вам (она удалит ее из записанных)😎`
	MsgHello       = `Добрый день, данный бот позволяет хранить ссылки в удобном для вас формате!😍`
	MsgUnknown     = `Я не понимаю эту комманду( или вы ввели некорректную ссылочку😞`
	MsgNoSavedPage = "У вас нет ни одной ссылки\n😓"
	MsgSaved       = "Успешно сделано!🥶"
)
